{
    "Parking": "Aparcar",
    "Renting": "Llogar",
    "Language": "Llenguatge",
    "Name": "Nom",
    "User Profile": "Perfil d'usuari",
    "English": "Anglès",
    "Spanish": "Espanyol",
    "Catalan": "Català",
    "My Account": "El meu compte",
    "Logout": "Tancar sessió",
    "Contact": "Contacte",
    "Home": "Inici",
    "Participating Organizations": "Organitzacions Participants",
    "Check availability": "Comprovar disponibilitat",
    "Geolocation not available. Please activate it.": "Geolocalització no disponible. Si us plau activeu-.",
    "Geolocation activated. This parking is": "Geolocalització activada. Aquest Pàrquing està a",
    "Km from your current location": "Km de la seva actual ubicació",
    "Your reservation for": "la seva reserva per a",
    "a scooter in": "una skate en",
    "parking": "el pàrquing nº",
    "in station": "a l'estació",
    "will expire in": "expirarà en",
    "Click on a Box number to reserve": "Feu clic a un número per reservar",
    "a scooter": "una skate",
    "a parking box": "un aparcament",
    "boxes in total": "parkings en total",
    "unavailable": "no disponible",
    "available": "disponible",
    "reserved": "reservat",
    "Cancel Reservation": "cancel·lar reserva",
    "Open box no.": "obrir porta nº",
    "available stations now": "estacions disponibles en aquest moment",
    "You are parking right now. Click continue to go on with the process.": "Un. Està aparcant. Feu clic en continuar per prosseguir amb l'aparcament.",
    "Your scooter is parked right now. Click continue to get your scooter back.": "El seu patinet està aparcat. Feu clic en continuar per retirar-lo.",
    "You are getting out your scooter right now. Click continue to go on with the process.": "Un. Està retirant el seu patinet. Feu clic en continuar per seguir amb el procés.",
    "You are renting a scooter right now. Click continue to go on with the process.": "Un. Està llogant un patinet. Feu clic en continuar per seguir amb el procés.",
    "You are enjoying a rented scooter right now. Click continue to return it.": "Un. Utilitzeu un patinet llogat. Feu clic en continuar per tornar-lo.",
    "You are returning a scooter right now. Click continue to go on with the process.": "Un. Està tornant un patinet llogat. Feu clic en continuar per seguir amb el procés.",
    "You may have made a reservation. Click continue to go on.": "Potser hi ha fet una reserva. Feu clic a continuar.",
    "You have parked your scooter in": "Un. Ha aparcat el seu patinet a",
    "You parked it": "Un. El va aparcar fa",
    "minutes ago": "minuts",
    "Distance to parking": "Distància a l'aparcament",
    "You can take your scooter back": "Pot retirar la seva patinet",
    "Open Box": "Obrir pàrquing",
    "You are too far from the parking": "Està massa lluny de l'aparcament",
    "Waiting for the door to get open...": "Esperant que la porta s'obri...",
    "The door is opened. Please, introduce your scooter and plug the charger in.": "La porta està oberta. Si us plau, introdueixi el seu patinet i endoll el carregador.",
    "The scooter is in the box. Please, close the door.": "El patinet està a l'aparcament. Si us plau, tanqueu la porta.",
    "The door is closed. The parking process is complete.": "La porta està tancada. El procés d'aparcament ha finalitzat.",
    "The door is opened. Please, pull out your scooter and unplug the charger.": "La porta està oberta. Si us plau, retiri el seu patinet i desconnecteu el carregador.",
    "You have pulled your scooter out. Please, close the door.": "Ha retirat la seva patinet. Si us plau, tanqueu la porta.",
    "The door is closed. Thank you for using our service.": "La porta està tancada. Gràcies per utilitzar el nostre servei.",
    "The door is open. Introduce your scooter, plug it in and close the door.": "La porta està oberta. Introdueixi el seu patinet, connecteu-i tanqui la porta.",
    "The scooter is in the box. Close the door.": "El patinet està a l'aparcament. Tanqueu la porta.",
    "The door is closed. The parking process of your rented scooter is complete.": "La porta està tancada. El procés d'aparcament de la seva patinet llogat s'ha completat.",
    "The door is opened. Pull out your scooter and close the door.": "La porta està oberta. Traieu el seu patinet i tanqui la porta.",
    "You have pulled out your scooter. Close the door.": "Un. Ha retirat la seva patinet. Tanqueu la porta.",
    "The door is closed. Enjoy the rented scooter.": "La porta està tancada. Gaudiu de la seva patinet llogat.",
    "You have rented a scooter": "Ha llogat un patinet",
    "You can return it in any parking of our network. Click below to search a parking to return the scooter.": "Pot retornar-lo en qualsevol aparcament de la nostra xarxa. Feu clic a baix per buscar un aparcament on tornar el patinet.",
    "Search a parking to return the scooter": "Cercar un pàrquing per tornar el patinet",
    "No response from Parking device...": "No hi ha resposta de l'Aparcament...",
    "Continue": "Continuar",
    "Renting process steps...": "Passos per al lloguer...",
    "Pull out the scooter": "Retirar el patinet",
    "Closed box door": "Porta tancada",
    "Returning rented Scooter...": "Retirant un patinet llogat...",
    "Introduce the scooter in the box": "Introduïu el patinet a l'aparcament",
    "Close box door": "Tanqueu la porta",
    "Parking process steps...": "Passos de l'aparcament...",
    "Open box door": "Obrir porta",
    "Taking your scooter back...": "Retirant el seu patinet..."
}