{
    "Parking": "Aparcar",
    "Renting": "Alquilar",
    "Language": "Idioma",
    "Name": "Nombre",
    "User Profile": "Perfil de usuario",
    "English": "Inglés",
    "Spanish": "Español",
    "Catalan": "Catalán",
    "My Account": "Mi Cuenta",
    "Logout": "Cerrar Sesión",
    "Contact": "Contacto",
    "Home": "Inicio",
    "Participating Organizations": "Organizaciones participantes",
    "Check availability": "Comprobar disponibilidad",
    "Geolocation not available. Please activate it.": "Geolocalización no disponible. Por favor actívela.",
    "Geolocation activated. This parking is": "Geolocalización activada. Este Parking está a",
    "Km from your current location": "Km de su actual ubicación",
    "Your reservation for": "Su reserva para",
    "a scooter in": "un patinete en",
    "parking": "el aparcamiento nº",
    "in station": "en la estación",
    "will expire in": "expirará en",
    "Click on a Box number to reserve": "Haga clic en un número para reservar",
    "a scooter": "un patinete",
    "a parking box": "un aparcamiento",
    "boxes in total": "parkings en total",
    "unavailable": "no disponible",
    "available": "disponible",
    "reserved": "reservado",
    "Cancel Reservation": "Cancelar reserva",
    "Open box no.": "Abrir puerta nº",
    "available stations now": "estaciones disponibles en este momento",
    "You are parking right now. Click continue to go on with the process.": "Ud. está aparcando. Haga click en continuar para proseguir con el aparcamiento.",
    "Your scooter is parked right now. Click continue to get your scooter back.": "Su patinete está aparcado. Haga click en continuar para retirarlo.",
    "You are getting out your scooter right now. Click continue to go on with the process.": "Ud. está retirando su patinete. Haga click en continuar para seguir con dicho proceso.",
    "You are renting a scooter right now. Click continue to go on with the process.": "Ud. está alquilando un patinete. Haga click en continuar para seguir con dicho proceso.",
    "You are enjoying a rented scooter right now. Click continue to return it.": "Ud. está utilizando un patinete alquilado. Haga click en continuar para devolverlo.",
    "You are returning a scooter right now. Click continue to go on with the process.": "Ud. está devolviendo un patinete alquilado. Haga click en continuar para seguir con dicho proceso.",
    "You may have made a reservation. Click continue to go on.": "Puede que haya hecho una reserva. Haga click en continuar.",
    "You have parked your scooter in": "Ud. ha aparcado su patinete en",
    "You parked it": "Ud. lo aparcó hace",
    "minutes ago": "minutos",
    "Distance to parking": "Distancia al aparcamiento",
    "You can take your scooter back": "Puede retirar su patinete",
    "Open Box": "Abrir parking",
    "You are too far from the parking": "Está demasiado lejos del aparcamiento",
    "Waiting for the door to get open...": "Esperando a que la puerta se abra...",
    "The door is opened. Please, introduce your scooter and plug the charger in.": "La puerta está abierta. Por favor, introduzca su patinete y enchufe el cargador.",
    "The scooter is in the box. Please, close the door.": "El patinete está en el aparcamiento. Por favor, cierre la puerta.",
    "The door is closed. The parking process is complete.": "La puerta está cerrada. El proceso de aparcamiento ha finalizado.",
    "The door is opened. Please, pull out your scooter and unplug the charger.": "La puerta está abierta. Por favor, retire su patinete y desenchufe el cargador.",
    "You have pulled your scooter out. Please, close the door.": "Ha retirado su patinete. Por favor, cierre la puerta.",
    "The door is closed. Thank you for using our service.": "La puerta está cerrada. Gracias por usar nuestro servicio.",
    "The door is open. Introduce your scooter, plug it in and close the door.": "La puerta está abierta. Introduzca su patinete, enchúfelo y cierre la puerta.",
    "The scooter is in the box. Close the door.": "El patinete está en el aparcamiento. Cierre la puerta.",
    "The door is closed. The parking process of your rented scooter is complete.": "La puerta está cerrada. El proceso de aparcamiento de su patinete alquilado se ha completado.",
    "The door is opened. Pull out your scooter and close the door.": "La puerta está abierta. Retire su patinete y cierre la puerta.",
    "You have pulled out your scooter. Close the door.": "Ud. ha retirado su patinete. Cierre la puerta.",
    "The door is closed. Enjoy the rented scooter.": "La puerta está cerrada. Disfrute de su patinete alquilado.",
    "You have rented a scooter": "Ha alquilado un patinete",
    "You can return it in any parking of our network. Click below to search a parking to return the scooter.": "Puede devolverlo en cualquier aparcamiento de nuestra red. Haga click abajo para buscar un aparcamiento donde devolver el patinete.",
    "Search a parking to return the scooter": "Buscar un parking para devolver el patinete",
    "No response from Parking device...": "No hay respuesta del Parking...",
    "Continue": "Continuar",
    "Renting process steps...": "Pasos para el alquiler...",
    "Pull out the scooter": "Retirar el patinete",
    "Closed box door": "Puerta cerrada",
    "Returning rented Scooter...": "Retirando un patinete alquilado...",
    "Introduce the scooter in the box": "Introduzca el patinete en el aparcamiento",
    "Close box door": "Cierre la puerta",
    "Parking process steps...": "Pasos del aparcamiento...",
    "Open box door": "Abrir puerta",
    "Taking your scooter back...": "Retirando su patinete..."
}